Repository: MartinDelille/MusaicFM
Catalog: MusaicFM/*.lproj/Localizable.strings
Languages: de

# app_title_description
source: Musaic.fm is a macOS screen saver based on the idea of the iTunes screen saver. It displays Artworks based on your Spotify or Last.fm profile data.
de: Musaic.fm ist ein Screensaver basierend auf dem klassischen iTunes Screen Saver. Er zeigt dir Coverarts basierend auf deine Spotify ooder Last.fm Profil Daten

source: Rows:
de: Zeilen:

# delay
source: Animation timing:
de: Animations Timing:

# delay_in_seconds
source: %lu seconds
de: %lu Sekunden

# lastfm_fetch_period_overall_title
source: Fetch Period
de: Datenperiode

# lastfm_fetch_period_overall
source: Overall
de: Alles

# lastfm_fetch_period_seven_days
source: 7 Days
de: 7 Tage

# lastfm_fetch_period_one_month
source: 1 Month
de: 1 Monat

# lastfm_fetch_period_three_month
source: 3 Month
de: 3 Monate

# lastfm_fetch_period_six_month
source: 6 Month
de: 6 Monate

# lastfm_fetch_period_one_year
source: 1 Year
de: 1 Jahr

# lastfm_user_albums
source: Favorite User Albums
de: Favorisierte Alben

# spotify_liked_songs
source: Liked Songs
de: Gelikte Songs

# spotify_new_releases
source: New Releases
de: Neue Release

# spotify_albums
source: Played Albums
de: Gespielte Alben

# spotify_sign_in
source: Sign into Spotify
de: Login in Spotify

# spotify_sign_out
source: Sign out Spotify
de: Aus Spotify ausloggen
